Repository: azamat684/Multi-langauge-bot-Django
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ru, uz

source: Hello, <b>{user}</b>!
ru: Здравствуйте, <b>{user}</b>!
uz: Salom, <b>{user}</b>!

source: Your current language: <i>{language}</i>
ru: Ваш текущий язык: <i>{language}</i>
uz: Joriy tilingiz: <i>{language}</i>

source: One
ru: Один
uz: Bir

source: Two
ru: Два
uz: Ikki

source: Three
ru: Три
uz: Uch

source: 🇺🇿 Uzbek
ru: 🇺🇿 Узбекский
uz: 🇺🇿 O'zbek tili

source: 🇷🇺 Russian
ru: 🇷🇺 Русский
uz: 🇷🇺 Rus tili

source: 🏴󠁧󠁢󠁥󠁮󠁧󠁿 English
ru: 🏴󠁧󠁢󠁥󠁮󠁧󠁿 Английский
uz: 🏴󠁧󠁢󠁥󠁮󠁧󠁿 Ingliz tili

source: Specify your language. Example: /setlang en
ru: Укажите свой язык. Пример: /setlang uz
uz: Tilingizni belgilang. Misol: /setlang ru

source: This language is not available. Use en or ru or uz
ru: Этот язык недоступен. Используйте en или ru или uz
uz: Bu til mavjud emas. en yoki ru yoki uz dan foydalaning

source: Language set.
ru: Набор языков.
uz: Til sozlandi.

source: Really one
ru: Действительно один
uz: Rostan ham bir

source: Really two
ru: Действительно два
uz: Rostan ham ikki

source: Really three
ru: Действительно три
uz: Rostan ham uch

source: English
ru: Английский
uz: Ingliz tili

source: Russian
ru: Русский
uz: Rus tili

source: Uzbek
ru: Узбекский
uz: O'zbek tili
